{
    "diary_entries": [
        {
            "date": "1933-03-08",
            "text": "Keine Lichtbildervorführung für Kinder (Messe!).– Notiz betreffend Führung Döring an das Nachrichtenamt.– 15 Uhr: 4. mikroskopische Arbeitsgemeinschaft für Erwerbslose (Spindler und Schlotter). Gegen 16:45 Uhr sind vor dem Kurszimmer 1 Polizeibeamter in Uniform und etwa 10 Kriminalbeamte erschienen, die auf eine Anzeige hin, daß im Museum eine geheime Versammlung stattfinde, Herrn Spindler herausbaten und nach erfolgter Aufklärung wieder abrückten. Nach Meinung des Hausverwalters könnten es nur 3 Kriminalbeamte gewesen sein, die anderen aber wahrscheinlich Mitglieder der NSDAP. Er begründet seine Vermutung mit dem Umstand, daß jene anderen geraucht und Zigarettenund Zigarrenstummel auf dem Korridor und im Treppenhause weggeworfen hätten, was Polizeibeamte im Dienst sicher nicht getan haben würden. Ich selbst befand mich während der Polizeiaktion in meinem Zimmer, habe jedoch nichts von der ganzen Sache bemerkt. "
        },
        {
            "date": "1933-03-10",
            "text": "Eine Ausführliche Darstellung der gestrigen Polizeiaktion an das Museumsamt gegeben, zugleich mit der Bitte das Polizeipräsidium zu unterrichten, daß am Mittwoch, den 15. 3., ein weiterer Erwerbslosenkursus beginnt.– ½ 20 Uhr: Vortrag mit Lichtbildern im Elternabend der 22. Volksschule: „Wie wir auf unseren Unterrichtsgängen die Vorgeschichte unserer Heimat kennen lernen“ (Braune).– In den Leipziger Neuesten Nachrichten: [Artikel]. (sowie in der Leipziger Tageszeitung und Leipziger Abendpost)."
        },
        {
            "date": "1933-03-11",
            "text": "Umstehende Notiz auch in der Neuen Leipziger Zeitung.– Das Schulamt fragt an bei allen Museen und Büchereien, ob zwei Schwerhörige Studienräte im Alter von 39 und 40 Jahren dort eingestellt werden könnten!"
        },
        {
            "date": "1933-03-12",
            "text": "Sonderausstellung „Knospende Zweige“ dauert an.– 9 Uhr: öffentliche, unentgeltliche Führung in der inneren Stadt, zum Studium der Bau- und Denkmalgeschichte (Döring), 35 Teilnehmer.– Besuch im Museum: 15 Erwachsene, 5 Kinder."
        },
        {
            "date": "1933-03-13",
            "text": "Ablehnende Antwort auf die Anfrage des Schulamts vom 11. 3. an das Schulamt.– In der Zeitschrift für Pilzkunde, Band 16 (11), Heft 1, 1933, Seite 27/28: „Die Tätigkeit des Naturkundlichen Heimatmuseums der Stadt Leipzig auf dem Gebiete der Pilzkunde.“ (Kurt Braune) –"
        },
        {
            "date": "1933-03-14",
            "text": "Da die Ankündigung der neuen Erwerbslosenveranstaltungen noch nicht in den Tageszeitungen gestanden hat, kann der Beginn unserer Vortragsreihe morgen noch nicht stattfinden. (Das Volksbildungsamt ist übrigens nach Mitteilung der Leipziger Neuesten Nachrichten aufgelöst worden!) – Keine Lichtbildervorführung für Kinder (Unterrichtsfrei!)."
        },
        {
            "date": "1933-03-15",
            "text": "½ 20 Uhr: 6. ornithologische Arbeitsgemeinschaft (Gerber).–"
        },
        {
            "date": "1933-03-16",
            "text": "½ 11 Uhr: Lichtbildervortrag für Kinder (Braune), 2 Klassen.– Notiz betreffend Sonntagsführung und so weiter an das Nachrichtenamt. 15 Uhr: 5. (letzte) mikroskopische Arbeitsgemeinschaft für Erwerbslose (Spindler und Schlotter). Es hatten sich 33 Teilnehmer gemeldet, von denen jedoch 4 nie erschienen sind. Von anfänglich 28, ist der Besuch zurückgegangen auf 24 am letzten Tag.– Die neuen Erwerbslosenveranstaltungen der Museen haben in einigen Tageszeitungen gestanden, in anderen noch nicht"
        }
    ]
}